Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Tap to open in authenticator app
ar: انقر للفتح في تطبيق المصادقة
bg: Докоснете, за да отворите в приложението за удостоверяване
bn: অথেন্টিকেটর অ্যাপে খোলার জন্য ট্যাপ করুন
ca: Toca per obrir a l'aplicació d'autenticació
cs: Klepněte pro otevření v autentikační aplikaci
da: Tryk for at åbne i autentifikationsapp
de: Tippe, um in der Authentifizierungs-App zu öffnen
de_at: Tippen Sie, um in der Authentifizierungs-App zu öffnen
el: Πατήστε για να ανοίξετε στην εφαρμογή ελέγχου ταυτότητας
es: Toca para abrir en la aplicación de autenticación
fa: برای باز کردن در برنامه احراز هویت ضربه بزنید
fi: Napauta avataksesi autentikaatiosovelluksessa
fil: I-tap upang buksan sa authenticator app
fr: Appuie pour ouvrir dans l'application d'authentification
fr_ch: Appuyez pour ouvrir dans l'application d'authentification
gsw: Tipp zum i de Authentifizierigs-App öffne
gu: પ્રમાણીકરણ એપમાં ખોલવા માટે ટેપ કરો
he: הקש כדי לפתוח באפליקציית האימות
hi: प्रमाणक ऐप में खोलने के लिए टैप करें
hr: Dodirnite za otvaranje u aplikaciji za autentifikaciju
hu: Érintse meg a hitelesítő alkalmazásban való megnyitáshoz
id: Ketuk untuk membuka di aplikasi autentikator
it: Tocca per aprire nell'app di autenticazione
ja: タップして認証アプリで開く
kn: ದೃಢೀಕರಣ ಆ್ಯಪ್‌ನಲ್ಲಿ ತೆರೆಯಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 인증 앱에서 열기
ln: Finá mpo na kofungola na aplikasyo ya kondimisa
lv: Pieskarieties, lai atvērtu autentifikācijas lietotnē
mr: प्रमाणीकरण अॅपमध्ये उघडण्यासाठी टॅप करा
ms: Ketik untuk membuka dalam aplikasi pengesah
nb: Trykk for å åpne i autentiseringsapp
nl: Tik om te openen in de authenticator-app
nn_no: Trykk for å opne i autentiseringsapp
pl: Dotknij, aby otworzyć w aplikacji uwierzytelniającej
pt: Toque para abrir no aplicativo autenticador
pt_pt: Toque para abrir na aplicação de autenticação
ro: Atingeți pentru a deschide în aplicația de autentificare
ru: Нажмите, чтобы открыть в приложении для аутентификации
sk: Klepnutím otvoríte v aplikácii na overovanie
sl: Tapnite za odpiranje v aplikaciji za preverjanje pristnosti
sr: Додирните да бисте отворили у апликацији за аутентификацију
sr_latn: Dodirnite da biste otvorili u aplikaciji za autentifikaciju
sv: Tryck för att öppna i autentiseringsapp
ta: அங்கீகரிப்பு செயலியில் திறக்க தட்டவும்
th: แตะเพื่อเปิดในแอปตรวจสอบสิทธิ์
tr: Kimlik doğrulayıcı uygulamada açmak için dokunun
uk: Торкніться, щоб відкрити в програмі автентифікації
ur: تصدیقی ایپ میں کھولنے کے لیے ٹیپ کریں
vi: Nhấn để mở trong ứng dụng xác thực
zh: 点击在验证器应用中打开
zh_hant: 點擊以在驗證器應用中開啟
zh_hant_tw: 點擊以在驗證器 App 中開啟

source: Terms of Service
ar: شروط الخدمة
bg: Условия за ползване
bn: সেবার শর্তাবলী
ca: Condicions del servei
cs: Podmínky služby
da: Servicevilkår
de: Nutzungsbedingungen
de_at: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de servicio
fa: شرایط خدمات
fi: Käyttöehdot
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
fr_ch: Conditions d'utilisation
gsw: Nutzigsbedingige
gu: સેવાની શરતો
he: תנאי שירות
hi: सेवा की शर्तें
hr: Uvjeti korištenja
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
kn: ಸೇವಾ ನಿಯಮಗಳು
ko: 서비스 약관
ln: Mibeko ya Mosala
lv: Pakalpojumu sniegšanas noteikumi
mr: सेवा अटी
ms: Terma Perkhidmatan
nb: Tjenestevilkår
nl: Servicevoorwaarden
nn_no: Tenestevilkår
pl: Warunki korzystania z usługi
pt: Termos de serviço
pt_pt: Termos de serviço
ro: Termeni și condiții
ru: Условия обслуживания
sk: Podmienky používania
sl: Pogoji uporabe
sr: Услови коришћења
sr_latn: Uslovi korišćenja
sv: Användarvillkor
ta: சேவை விதிமுறைகள்
th: ข้อกำหนดการให้บริการ
tr: Hizmet şartları
uk: Умови обслуговування
ur: سروس کی شرائط
vi: Điều khoản dịch vụ
zh: 服务条款
zh_hant: 服務條款
zh_hant_tw: 服務條款

# TermsOfServiceMessage
source: By continuing, you are indicating that you accept our %@ and %@.
ar: من خلال المتابعة، فإنك تشير إلى أنك تقبل %@ و %@ الخاصة بنا.
de: Indem du fortfährst, bestätigst du, dass du unsere %@ und %@ akzeptierst.
es: Al continuar, indicas que aceptas nuestros %@ y %@.
fr: En continuant, tu indiques que tu acceptes nos %@ et notre %@.

source: The email address is already in use by another account.
ar: عنوان البريد الإلكتروني مستخدم بالفعل من قبل حساب آخر.
bg: Този имейл адрес вече се използва от друг акаунт.
bn: এই ইমেইল ঠিকানা ইতোমধ্যে অন্য একটি অ্যাকাউন্টে ব্যবহৃত হচ্ছে।
ca: Aquest correu electrònic ja s'està utilitzant en un altre compte.
cs: Tato emailová adresa je již používána jiným účtem.
da: Emailadressen bruges allerede af en anden konto.
de: Die E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
de_at: Die E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
el: Η διεύθυνση email χρησιμοποιείται ήδη από άλλο λογαριασμό.
es: La dirección de correo ya está en uso por otra cuenta.
fa: آدرس ایمیل قبلاً توسط حساب دیگری استفاده شده است.
fi: Sähköpostiosoite on jo toisen tilin käytössä.
fil: Ang email address ay ginagamit na ng ibang account.
fr: Cette adresse e-mail est déjà utilisée par un autre compte.
fr_ch: Cette adresse e-mail est déjà utilisée par un autre compte.
gsw: D'E-Mail-Adresse wird scho vo eme andere Konto verwendet.
gu: ઇમેઇલ સરનામું પહેલેથી જ બીજા એકાઉન્ટ દ્વારા ઉપયોગમાં છે.
he: כתובת הדוא״ל כבר בשימוש על ידי חשבון אחר.
hi: ईमेल पता पहले से किसी अन्य खाते द्वारा उपयोग में है।
hr: Ta email adresa se već koristi na drugom računu.
hu: Az e-mail címet már egy másik fiók használja.
id: Alamat email sudah digunakan oleh akun lain.
it: L'indirizzo email è già utilizzato da un altro account.
ja: このメールアドレスは既に別のアカウントで使用されています。
kn: ಇಮೇಲ್ ವಿಳಾಸವು ಈಗಾಗಲೇ ಮತ್ತೊಂದು ಖಾತೆಯಿಂದ ಬಳಕೆಯಲ್ಲಿದೆ.
ko: 이메일 주소가 이미 다른 계정에서 사용 중입니다.
ln: Adrese ya email esalelamaka na kɔnti mosusu.
lv: E-pasta adresi jau izmanto cits konts.
mr: ईमेल पत्ता आधीच दुसऱ्या खात्याद्वारे वापरात आहे.
ms: Alamat e-mel telah digunakan oleh akaun lain.
nb: E-postadressen er allerede i bruk av en annen konto.
nl: Dat e-mailadres is al in gebruik door een ander account.
nn_no: E-postadressa er allereie i bruk av ein annan konto.
pl: Adres e-mail jest już używany przez inne konto.
pt: O endereço de e-mail já está em uso por outra conta.
pt_pt: O endereço de e-mail já está a ser utilizado por outra conta.
ro: Adresa de e-mail este deja utilizată de un alt cont.
ru: Этот адрес электронной почты уже используется другим аккаунтом.
sk: Túto e-mailovú adresu už používa iný účet.
sl: Ta e-poštni naslov že uporablja drug račun.
sr: Имејл адресу већ користи други налог.
sr_latn: Imejl adresu već koristi drugi nalog.
sv: E-postadressen används redan av ett annat konto.
ta: மின்னஞ்சல் முகவரி ஏற்கனவே வேறொரு கணக்கால் பயன்படுத்தப்படுகிறது.
th: ที่อยู่อีเมลนี้ถูกใช้โดยบัญชีอื่นแล้ว
tr: E-posta adresi zaten başka bir hesap tarafından kullanılıyor.
uk: Ця адреса електронної пошти вже використовується іншим обліковим записом.
ur: ای میل ایڈریس پہلے سے کسی دوسرے اکاؤنٹ کے زیر استعمال ہے۔
vi: Địa chỉ email đã được tài khoản khác sử dụng.
zh: 该邮箱已被其他账户使用。
zh_hant: 此電子郵件地址已被其他帳號使用。
zh_hant_tw: 此電子郵件地址已被其他帳號使用。

source: This action cannot be undone. All your data will be permanently deleted. You may need to reauthenticate to complete this action.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف جميع بياناتك بشكل دائم. قد تحتاج إلى إعادة المصادقة لإكمال هذا الإجراء.
bg: Това действие не може да бъде отменено. Всички ваши данни ще бъдат изтрити завинаги. Може да се наложи да се удостоверите отново.
bn: এই পদক্ষেপ পূর্বাবস্থায় ফেরানো যাবে না। আপনার সমস্ত তথ্য স্থায়ীভাবে মুছে ফেলা হবে। এটি সম্পূর্ণ করতে আপনাকে পুনরায় প্রমাণীকরণ করতে হতে পারে।
ca: Aquesta acció no es pot desfer. Totes les teves dades se suprimiran definitivament. És possible que hagis de tornar a autenticar-te per completar l'acció.
cs: Tuto akci nelze vrátit zpět. Všechna vaše data budou trvale odstraněna. Možná bude nutné se znovu ověřit.
da: Denne handling kan ikke fortrydes. Alle dine data vil blive permanent slettet. Du skal muligvis logge ind igen for at fuldføre handlingen.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle deine Daten werden dauerhaft gelöscht. Du musst dich möglicherweise erneut authentifizieren, um diese Aktion abzuschließen.
de_at: Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten werden dauerhaft gelöscht. Möglicherweise müssen Sie sich erneut authentifizieren, um diese Aktion abzuschließen.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Όλα τα δεδομένα σας θα διαγραφούν οριστικά. Ενδέχεται να χρειαστεί να επαναπιστοποιηθείτε για να ολοκληρώσετε αυτήν την ενέργεια.
es: Esta acción no se puede deshacer. Todos tus datos se eliminarán permanentemente. Es posible que debas volver a autenticarte para completar esta acción.
fa: این عمل قابل بازگشت نیست. تمام داده‌های شما به طور دائم حذف خواهند شد. ممکن است برای تکمیل این عمل نیاز به احراز هویت مجدد داشته باشید.
fi: Tätä toimintoa ei voi perua. Kaikki tietosi poistetaan pysyvästi. Sinun on ehkä tunnistauduttava uudelleen suorittaaksesi toiminnon.
fil: Ang aksyon na ito ay hindi maaaring bawiin. Ang lahat ng iyong data ay permanenteng mabubura. Maaaring kailangan mong mag-authenticate muli upang makumpleto ang aksyon na ito.
fr: Cette action ne peut pas être annulée. Toutes tes données seront définitivement supprimées. Tu devras peut-être te réauthentifier pour effectuer cette action.
fr_ch: Cette action ne peut pas être annulée. Toutes vos données seront définitivement supprimées. Vous devrez peut-être vous authentifier à nouveau pour effectuer cette action.
gsw: Die Aktion cha nöd rückgängig gmacht werde. All dini Date wärde dauerhaft glöscht. Du muesch dich villicht nomol authentifiziere, zum die Aktion abzschliesse.
gu: આ ક્રિયા પાછી લઈ શકાતી નથી. તમારા બધા ડેટા કાયમી ધોરણે કાઢી નાખવામાં આવશે. આ ક્રિયા પૂર્ણ કરવા માટે તમારે પુનઃપ્રમાણીકરણ કરવાની જરૂર પડી શકે છે.
he: לא ניתן לבטל פעולה זו. כל הנתונים שלך יימחקו לצמיתות. ייתכן שתצטרך להזדהות מחדש כדי להשלים פעולה זו.
hi: इस कार्रवाई को पूर्ववत नहीं किया जा सकता। आपका सभी डेटा स्थायी रूप से हटा दिया जाएगा। इस कार्रवाई को पूरा करने के लिए आपको पुनः प्रमाणित करने की आवश्यकता हो सकती है।
hr: Ova radnja se ne može poništiti. Svi vaši podaci bit će trajno izbrisani. Možda ćete se morati ponovno autentificirati kako biste dovršili radnju.
hu: Ez a művelet nem vonható vissza. Minden adata véglegesen törlésre kerül. Előfordulhat, hogy újra hitelesítenie kell magát a művelet befejezéséhez.
id: Tindakan ini tidak dapat dibatalkan. Semua data Anda akan dihapus secara permanen. Anda mungkin perlu mengautentikasi ulang untuk menyelesaikan tindakan ini.
it: Questa azione non può essere annullata. Tutti i tuoi dati verranno eliminati definitivamente. Potrebbe essere necessario autenticarsi nuovamente per completare questa azione.
ja: この操作は元に戻せません。すべてのデータが完全に削除されます。この操作を完了するには、再認証が必要になる場合があります。
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ಈ ಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ಮರುದೃಢೀಕರಿಸಬೇಕಾಗಬಹುದು.
ko: 이 작업은 실행 취소할 수 없습니다. 모든 데이터가 영구적으로 삭제됩니다. 이 작업을 완료하려면 다시 인증해야 할 수 있습니다.
ln: Likambo oyo ekoki kozonga te. Makambo na yo nyonso ekolongwama mpo na libela. Ekoki kozala esengeli ondimisa lisusu mpo na kosilisa likambo oyo.
lv: Šo darbību nevar atsaukt. Visi jūsu dati tiks neatgriezeniski dzēsti. Lai pabeigtu šo darbību, iespējams, būs nepieciešama atkārtota autentifikācija.
mr: ही क्रिया पूर्ववत करता येणार नाही. तुमचा सर्व डेटा कायमचा हटवला जाईल. ही क्रिया पूर्ण करण्यासाठी तुम्हाला पुन्हा प्रमाणीकरण करावे लागेल.
ms: Tindakan ini tidak boleh dibuat asal. Semua data anda akan dipadamkan secara kekal. Anda mungkin perlu mengesahkan semula untuk melengkapkan tindakan ini.
nb: Denne handlingen kan ikke angres. Alle dataene dine vil bli permanent slettet. Du må kanskje autentisere på nytt for å fullføre denne handlingen.
nl: Deze actie kan niet ongedaan worden gemaakt. Al je gegevens worden permanent verwijderd. Mogelijk moet je opnieuw inloggen om dit te voltooien.
nn_no: Denne handlinga kan ikkje angrast. Alle data dine vil bli permanent sletta. Du må kanskje autentisere på nytt for å fullføre denne handlinga.
pl: Ta czynność nie może zostać cofnięta. Wszystkie Twoje dane zostaną trwale usunięte. Może być konieczne ponowne uwierzytelnienie, aby ukończyć tę czynność.
pt: Esta ação não pode ser desfeita. Todos os seus dados serão excluídos permanentemente. Pode ser necessário autenticar novamente para concluir esta ação.
pt_pt: Esta ação não pode ser anulada. Todos os seus dados serão eliminados permanentemente. Poderá ser necessário autenticar novamente para concluir esta ação.
ro: Această acțiune nu poate fi anulată. Toate datele dvs. vor fi șterse definitiv. Poate fi necesar să vă reautentificați pentru a finaliza această acțiune.
ru: Это действие нельзя отменить. Все ваши данные будут безвозвратно удалены. Возможно, потребуется повторная аутентификация для завершения этого действия.
sk: Túto akciu nie je možné vrátiť späť. Všetky vaše údaje budú trvalo vymazané. Na dokončenie tejto akcie možno budete musieť znova overiť svoju totožnosť.
sl: Tega dejanja ni mogoče razveljaviti. Vsi vaši podatki bodo trajno izbrisani. Za dokončanje tega dejanja boste morda morali znova preveriti svojo pristnost.
sr: Ова акција се не може опозвати. Сви ваши подаци ће бити трајно обрисани. Можда ћете морати поново да се аутентификујете да бисте завршили ову акцију.
sr_latn: Ova akcija se ne može opozvati. Svi vaši podaci će biti trajno obrisani. Možda ćete morati ponovo da se autentifikujete da biste završili ovu akciju.
sv: Denna åtgärd kan inte ångras. All din data kommer att raderas permanent. Du kan behöva autentisera dig igen för att slutföra denna åtgärd.
ta: இந்த செயலை செயல்தவிர்க்க முடியாது. உங்கள் அனைத்து தரவும் நிரந்தரமாக நீக்கப்படும். இந்த செயலை நிறைவு செய்ய நீங்கள் மீண்டும் அங்கீகரிக்க வேண்டியிருக்கலாம்.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ ข้อมูลทั้งหมดของคุณจะถูกลบอย่างถาวร คุณอาจต้องตรวจสอบสิทธิ์อีกครั้งเพื่อดำเนินการให้เสร็จสมบูรณ์
tr: Bu işlem geri alınamaz. Tüm verileriniz kalıcı olarak silinecektir. Bu işlemi tamamlamak için yeniden kimlik doğrulaması yapmanız gerekebilir.
uk: Цю дію неможливо скасувати. Усі ваші дані будуть видалені назавжди. Можливо, вам доведеться повторно автентифікуватися, щоб завершити цю дію.
ur: اس کارروائی کو کالعدم نہیں کیا جا سکتا۔ آپ کا تمام ڈیٹا مستقل طور پر حذف ہو جائے گا۔ اس کارروائی کو مکمل کرنے کے لیے آپ کو دوبارہ تصدیق کرنے کی ضرورت ہو سکتی ہے۔
vi: Hành động này không thể hoàn tác. Tất cả dữ liệu của bạn sẽ bị xóa vĩnh viễn. Bạn có thể cần xác thực lại để hoàn tất hành động này.
zh: 此操作无法撤销。您的所有数据将被永久删除。您可能需要重新验证才能完成操作。
zh_hant: 此動作無法還原。所有資料將永久刪除。您可能需要重新驗證才能完成此操作。
zh_hant_tw: 此操作無法復原。所有資料將永久刪除。您可能需要重新驗證以完成此操作。

# TroubleGettingEmailMessage
source: Try these common fixes: - Check if the email was marked as spam or filtered. - Check your internet connection. - Check that you did not misspell your email. - Check that your inbox space is not running out or other inbox settings related issues. If the steps above didn't work, you can resend the email. Note that this will deactivate the link in the older email.
ar: جرب هذه الحلول الشائعة: - تحقق مما إذا تم وضع علامة على البريد الإلكتروني كرسالة غير مرغوب فيها أو تمت تصفيته. - تحقق من اتصالك بالإنترنت. - تحقق من أنك لم تخطئ في كتابة بريدك الإلكتروني. - تحقق من أن مساحة صندوق الوارد الخاص بك لا تنفد أو مشاكل أخرى متعلقة بإعدادات صندوق الوارد. إذا لم تنجح الخطوات المذكورة أعلاه، يمكنك إعادة إرسال البريد الإلكتروني. لاحظ أن هذا سيؤدي إلى إلغاء تنشيط الرابط في البريد الإلكتروني القديم.
de: Versuche diese gängigen Lösungen: - Überprüfe, ob die E-Mail als Spam markiert oder gefiltert wurde. - Überprüfe deine Internetverbindung. - Überprüfe, ob du deine E-Mail nicht falsch geschrieben hast. - Überprüfe, ob dein Postfach voll ist oder andere Probleme mit den Postfacheinstellungen vorliegen. Wenn die obigen Schritte nicht funktioniert haben, kannst du die E-Mail erneut senden. Beachte, dass dadurch der Link in der älteren E-Mail deaktiviert wird.
es: Prueba estas soluciones comunes: - Verifica si el correo fue marcado como spam o filtrado. - Verifica tu conexión a internet. - Verifica que no hayas escrito mal tu correo. - Verifica que tu bandeja de entrada no esté llena u otros problemas relacionados con la configuración de la bandeja de entrada. Si los pasos anteriores no funcionaron, puedes reenviar el correo. Ten en cuenta que esto desactivará el enlace del correo anterior.
fr: Essaie ces solutions courantes : - Vérifie si l'e-mail a été marqué comme spam ou filtré. - Vérifie ta connexion Internet. - Vérifie que tu n'as pas mal orthographié ton e-mail. - Vérifie que l'espace de ta boîte de réception n'est pas saturé ou qu'il n'y a pas d'autres problèmes de paramètres de boîte de réception. Si les étapes ci-dessus n'ont pas fonctionné, tu peux renvoyer l'e-mail. Note que cela désactivera le lien dans l'ancien e-mail.

# TroubleGettingEmailTitle
source: Trouble getting emails?
ar: مشكلة في تلقي رسائل البريد الإلكتروني؟
de: Probleme beim Empfang von E-Mails?
es: ¿Problemas para recibir correos?
fr: Problème pour recevoir les e-mails ?

source: Two-Factor Authentication
ar: المصادقة الثنائية
bg: Двуфакторно удостоверяване
bn: টু-ফ্যাক্টর প্রমাণীকরণ
ca: Autenticació en dos passos
cs: Dvoufázové ověření
da: Tofaktorgodkendelse
de: Zwei-Faktor-Authentifizierung
de_at: Zwei-Faktor-Authentifizierung
el: Έλεγχος ταυτότητας δύο παραγόντων
es: Autenticación de dos factores
fa: احراز هویت دو عاملی
fi: Kaksivaiheinen tunnistautuminen
fr: Authentification à deux facteurs
fr_ch: Authentification à deux facteurs
gsw: Zwei-Faktor-Authentifizierig
gu: ટુ-ફેક્ટર પ્રમાણીકરણ
he: אימות דו־שלבי
hi: दो-कारक प्रमाणीकरण
hr: Dvofaktorska autentifikacija
hu: Kétfaktoros hitelesítés
id: Autentikasi Dua Faktor
it: Autenticazione a due fattori
ja: 2段階認証
kn: ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ
ko: 2단계 인증
ln: Kondimisa ya Bakambi mibale
lv: Divfaktoru autentifikācija
mr: दोन-घटक प्रमाणीकरण
ms: Pengesahan Dua Faktor
nb: Tofaktorautentisering
nl: Tweeledige verificatie
nn_no: Tofaktorautentisering
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
pt_pt: Autenticação de dois fatores
ro: Autentificare cu doi factori
ru: Двухфакторная аутентификация
sk: Dvojfaktorové overovanie
sl: Dvofaktorsko preverjanje pristnosti
sr: Двофакторска аутентификација
sr_latn: Dvofaktorska autentifikacija
sv: Tvåfaktorsautentisering
ta: இரு காரணி அங்கீகாரம்
th: การตรวจสอบสิทธิ์แบบสองปัจจัย
tr: İki faktörlü kimlik doğrulama
uk: Двофакторна автентифікація
ur: دو عنصری تصدیق
vi: Xác thực hai yếu tố
zh: 双重验证
zh_hant: 雙重驗證
zh_hant_tw: 雙重驗證

source: Unable to generate QR Code
ar: تعذر إنشاء رمز QR
bg: Неуспешно генериране на QR код
bn: QR কোড তৈরি করা সম্ভব নয়
ca: No s'ha pogut generar el codi QR
cs: Nelze vygenerovat QR kód
da: Kan ikke generere QR-kode
de: QR-Code kann nicht generiert werden
de_at: QR-Code kann nicht generiert werden
el: Δεν είναι δυνατή η δημιουργία κωδικού QR
es: No se puede generar el código QR
fa: امکان ایجاد کد QR وجود ندارد
fi: QR-koodia ei voi luoda
fil: Hindi makagawa ng QR Code
fr: Impossible de générer le code QR
fr_ch: Impossible de générer le code QR
gsw: QR-Code cha nöd generiert werde
gu: QR કોડ જનરેટ કરવામાં અસમર્થ
he: לא ניתן ליצור קוד QR
hi: QR कोड उत्पन्न करने में असमर्थ
hr: Nije moguće generirati QR kod
hu: Nem lehet QR-kódot létrehozni
id: Tidak dapat membuat Kode QR
it: Impossibile generare il codice QR
ja: QRコードを生成できません
kn: QR ಕೋಡ್ ರಚಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ
ko: QR 코드를 생성할 수 없습니다
ln: Ekoki te kosala Kode QR
lv: Nevar izveidot QR kodu
mr: QR कोड तयार करण्यात अक्षम
ms: Tidak dapat menjana Kod QR
nb: Kan ikke generere QR-kode
nl: Kan geen QR-code genereren
nn_no: Kan ikkje generere QR-kode
pl: Nie można wygenerować kodu QR
pt: Não foi possível gerar o código QR
pt_pt: Não foi possível gerar o código QR
ro: Nu se poate genera codul QR
ru: Не удается создать QR-код
sk: Nepodarilo sa vygenerovať QR kód
sl: QR kode ni mogoče ustvariti
sr: Не могу да генеришем QR код
sr_latn: Ne mogu da generišem QR kod
sv: Kan inte generera QR-kod
ta: QR குறியீட்டை உருவாக்க முடியவில்லை
th: ไม่สามารถสร้างคิวอาร์โค้ดได้
tr: QR kodu oluşturulamıyor
uk: Не вдалося згенерувати QR-код
ur: QR کوڈ بنانے میں ناکام
vi: Không thể tạo mã QR
zh: 无法生成二维码
zh_hant: 無法產生 QR Code
zh_hant_tw: 無法產生 QR Code

# UnlinkAction
source: Unlink
ar: إلغاء الربط
de: Verknüpfung aufheben
es: Desvincular
fr: Délier

# UnlinkConfirmationActionTitle
source: Unlink account
ar: إلغاء ربط الحساب
de: Kontoverknüpfung aufheben
es: Desvincular cuenta
fr: Délier le compte

# UnlinkConfirmationMessage
source: You will no longer be able to sign in using your account
ar: لن تتمكن بعد الآن من تسجيل الدخول باستخدام حسابك
de: Du kannst dich nicht mehr mit deinem Konto anmelden
es: Ya no podrás iniciar sesión usando tu cuenta
fr: Tu ne pourras plus te connecter en utilisant ton compte

# UnlinkConfirmationTitle
source: Unlink account?
ar: إلغاء ربط الحساب؟
de: Kontoverknüpfung aufheben?
es: ¿Desvincular cuenta?
fr: Délier le compte ?

# UnlinkTitle
source: Linked account
ar: الحساب المرتبط
de: Verknüpftes Konto
es: Cuenta vinculada
fr: Compte lié

source: Update password
ar: تحديث كلمة المرور
bg: Актуализиране на парола
bn: পাসওয়ার্ড আপডেট করুন
ca: Actualitza la contrasenya
cs: Aktualizovat heslo
da: Opdater adgangskode
de: Passwort aktualisieren
de_at: Passwort aktualisieren
el: Ενημέρωση κωδικού πρόσβασης
es: Actualizar contraseña
fa: به‌روزرسانی رمز عبور
fi: Päivitä salasana
fil: I-update ang password
fr: Mettre à jour le mot de passe
fr_ch: Mettre à jour le mot de passe
gsw: Passwort aktualisiere
gu: પાસવર્ડ અપડેટ કરો
he: עדכן סיסמה
hi: पासवर्ड अपडेट करें
hr: Ažuriraj lozinku
hu: Jelszó frissítése
id: Perbarui kata sandi
it: Aggiorna password
ja: パスワードを更新
kn: ಪಾಸ್‌ವರ್ಡ್ ನವೀಕರಿಸಿ
ko: 비밀번호 업데이트
ln: Kosala ya sika liloba ya kobombama
lv: Atjaunināt paroli
mr: पासवर्ड अपडेट करा
ms: Kemas kini kata laluan
nb: Oppdater passord
nl: Wachtwoord bijwerken
nn_no: Oppdater passord
pl: Zaktualizuj hasło
pt: Atualizar senha
pt_pt: Atualizar palavra-passe
ro: Actualizați parola
ru: Обновить пароль
sk: Aktualizovať heslo
sl: Posodobi geslo
sr: Ажурирај лозинку
sr_latn: Ažuriraj lozinku
sv: Uppdatera lösenord
ta: கடவுச்சொல்லை புதுப்பிக்கவும்
th: อัปเดตรหัสผ่าน
tr: Şifreyi güncelle
uk: Оновити пароль
ur: پاس ورڈ اپ ڈیٹ کریں
vi: Cập nhật mật khẩu
zh: 更新密码
zh_hant: 更新密碼
zh_hant_tw: 更新密碼

# UpdateEmailAlertMessage
source: To change email address associated with your account, you will need to sign in again.
ar: لتغيير عنوان البريد الإلكتروني المرتبط بحسابك، ستحتاج إلى تسجيل الدخول مرة أخرى.
de: Um die mit deinem Konto verknüpfte E-Mail-Adresse zu ändern, musst du dich erneut anmelden.
es: Para cambiar la dirección de correo asociada con tu cuenta, deberás iniciar sesión nuevamente.
fr: Pour modifier l'adresse e-mail associée à ton compte, tu devras te reconnecter.

# UpdateEmailVerificationAlertMessage
source: In order to change your password, you first need to enter your current password.
ar: لتغيير كلمة المرور الخاصة بك، تحتاج أولاً إلى إدخال كلمة المرور الحالية.
de: Um dein Passwort zu ändern, musst du zuerst dein aktuelles Passwort eingeben.
es: Para cambiar tu contraseña, primero debes ingresar tu contraseña actual.
fr: Pour modifier ton mot de passe, tu dois d'abord saisir ton mot de passe actuel.
